Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_HEYSIRI_MULTIUSER_SPOKENFEEDBACK_DISABLE_WARNING
source: HomePod voice recognition, Personal Requests, and spoken feedback on Apple Watch are not available in “%@”. Changing Siri’s language will also turn off “Hey Siri.” To use “Hey Siri” again, you will need to teach Siri your voice.
ar: "التعرف على الصوت" و"الطلبات الشخصية" على HomePod والردود الصوتية على Apple Watch غير متوفرة باللغة "%@". سيؤدي تغيير لغة Siri إلى إيقاف "يا Siri" أيضًا. لاستخدام "يا Siri" مرة أخرى، ستحتاج لتعليم صوتك لـ Siri.
bg: Разпознаването на глас на HomePod, личните заявки и изговарянето на обратна връзка на Apple Watch не са налични за „%@“. Промяната на езика на Siri също ще изключи функцията „Хей Siri“. За да я използвате отново, Siri ще трябва да научи вашия глас.
ca: El reconeixement de veu del HomePod, les sol·licituds personals i els comentaris en veu alta de l’Apple Watch no estan disponibles en %@. Si canvies l’idioma de Siri, es desactivarà l’activació de Siri per veu. Per tornar a utilitzar aquesta funció, hauràs de configurar Siri perquè reconegui la teva veu.
cs: Rozpoznávání hlasu a osobní žádosti na HomePodu a mluvená odezva na Apple Watch nejsou v jazyce %@ k dispozici. Při změně jazyka Siri dojde také k vypnutí funkce „Hey Siri“. Předtím, než budete moct začít „Hey Siri“ znovu používat, musíte naučit Siri rozpoznávat váš hlas.
da: Stemmegenkendelse, personlige anmodninger og talte kommentarer på HomePod på Apple Watch er ikke tilgængelige på “%@”. Hvis du ændrer Siri-sproget, slås “Hej Siri” også fra. Siri skal lære din stemme, hvis du vil bruge “Hej Siri” igen.
de: Die HomePod-Stimmerkennung, „Persönliche Anfragen“ sowie gesprochenes Feedback auf der Apple Watch sind in „%@“ nicht verfügbar. Durch Ändern der Siri-Sprache wird auch „Hey Siri“ deaktiviert. Um „Hey Siri“ erneut zu verwenden, musst du Siri deine Stimme beibringen.
el: Η αναγνώριση φωνής HomePod, τα Προσωπικά αιτήματα και τα Φωνητικά σχόλια στο Apple Watch δεν είναι διαθέσιμα στα %@. Αν αλλάξετε τη γλώσσα του Siri, θα απενεργοποιηθεί το «Hey Siri». Για εκ νέου χρήση του «Hey Siri», πρέπει να διδάξετε στο Siri τη φωνή σας.
es: El reconocimiento de voz del HomePod, las peticiones personales y las respuestas de voz del Apple Watch no están disponibles en %@. Si cambias el idioma de Siri, se desactivará “Oye Siri”. Para volver a usar esta función, tendrás que configurar Siri para que reconozca tu voz.
es_us: El reconocimiento de voz del HomePod, las peticiones individuales y las respuestas con voz en el Apple Watch no están disponibles en “%@”. Si se cambia el idioma de Siri, también se desactivará "Oye Siri"; si deseas reactivar la función, tendrás que enseñarle a Siri a reconocer tu voz.
fi: Valitettavasti %@ ei ole käytettävissä HomePodin äänentunnistukseen, omiin pyyntöihin ja Apple Watchin puhepalautteeseen. Siri-kielen vaihtaminen laittaa myös Hei Siri ‑toiminnon pois päältä. Jotta voit käyttää Hei Siri ‑toimintoa uudelleen, sinun on opetettava äänesi Sirille.
fr: La reconnaissance des voix du HomePod, les requêtes personnelles et le retour audio sur l’Apple Watch ne sont pas disponibles en « %@ ». Si vous changez la langue de Siri, « Dis Siri » sera également désactivé. Pour utiliser de nouveau « Dis Siri », apprenez à Siri à reconnaître votre voix.
fr_ca: La reconnaissance vocale et le traitement des demandes personnelles par le HomePod, ainsi que les commentaires énoncés sur l’Apple Watch ne sont pas disponibles en « %@ ». Changer la langue de Siri désactivera « Dis Siri ». Pour utiliser de nouveau « Dis Siri », vous devrez lui enseigner votre voix.
he: זיהוי קולי ב-HomePod, בקשות אישיות ומשוב מילולי ב-Apple Watch לא זמינים כעת עם ״%@״. שינוי השפה של Siri יכבה גם את ״היי Siri״. כדי להשתמש שוב ב״היי Siri״ יהיה צורך ללמד את Siri לזהות את קולך.
hi: HomePod आवाज़ की पहचान, व्यक्तिगत अनुरोध और Apple Watch पर मौखिक फ़ीडबैक “%@” पर उपलब्ध नहीं हैं। Siri की भाषा बदलने पर “Hey Siri” भी बंद हो जाएगा। “Hey Siri” का फिर से उपयोग करने के लिए आपको Siri को अपनी आवाज़ सिखानी होगी।
hr: Prepoznavanje glasa i osobni zahtjevi na HomePodu te govorne povratne informacije na Apple Watchu nisu dostupni za “%@” jezik. Ako promijenite jezik za Siri, također ćete isključiti “Hey Siri”. Za ponovnu uporabu značajke “Hey Siri” Siri će trebati naučiti vaš glas.
hu: A HomePod beszédhang-felismerése, a személyes kérések és a beszédhangos visszajelzés Apple Watchon nem érhető el a következőben: „%@”. Siri nyelvének módosítása kikapcsolja a „Hey Siri” funkciót is. A „Hey Siri” funkció ismételt használatához meg kell tanítania a hangját Sirinek.
id: Pengenalan suara HomePod, Permintaan Pribadi, dan umpan balik lisan di Apple Watch tidak tersedia di bahasa “%@”. Jika bahasa Siri diubah, “Hey Siri” juga akan dimatikan. Untuk menggunakan “Hey Siri” lagi, Anda harus mengajari Siri suara Anda.
it: Il riconoscimento vocale, le richieste personali e il feedback parlato di HomePod su Apple Watch non sono disponibili in “%@”. Se modifichi la lingua di Siri, verrà anche disattivata la funzionalità “Ehi Siri”. Per continuare a utilizzarla, dovrai di nuovo insegnare a Siri a riconoscere la tua voce.
ja: HomePodの声の識別、パーソナルリクエスト、およびApple Watchでの読み上げフィードバックは“%@”では使用できません。Siriの言語を変更すると“Hey Siri”がオフになります。“Hey Siri”を使用するには、Siriに自分の声を認識させる必要があります。
kk: Бұл тілде (%@) HomePod «Дауысты тану», «Жеке сұраулар» және Apple Watch сағатындағы дауыстық хабарлар қолжетімді емес. Siri тілі өзгертілгенде «Сәлем, Siri» функциясы өшіріледі. Siri көмекшісіне дауысыңызды тануды үйрету үшін «Сәлем, Siri» функциясын қайта іске қосыңыз.
ko: ‘%@’에서는 HomePod 음성 인식, 개인용 요청 및 Apple Watch의 음성 피드백을 사용할 수 없습니다. Siri 언어를 변경하면 “Siri야”도 꺼집니다. “Siri야”를 다시 사용하려면 Siri에게 사용자의 음성을 가르쳐야 합니다.
lt: „Apple Watch“ nepalaiko „HomePod“ balso atpažinimo, asmeninių užklausų ir garsinio atsako šia kalba: %@. Pakeitus „Siri“ kalbą taip pat išjungiama funkcija „Hey Siri“. Jei norėsite vėl naudoti „Hey Siri“, turėsite išmokyti „Siri“ atpažinti jūsų balsą.
ms: Pengecaman suara HomePod, Permintaan Peribadi dan maklum balas dituturkan pada Apple Watch tidak tersedia dalam “%@”. Menukar bahasa Siri turut akan menyahaktifkan “Hai Siri”. Untuk menggunakan “Hai Siri” sekali lagi, anda perlu mengajar Siri suara anda.
nb: Stemmegjenkjenning og private funksjoner på HomePod og taletilbakemelding på Apple Watch er ikke tilgjengelig på %@. «Hei Siri» slås av hvis du bytter språk. Hvis du vil slå på «Hei Siri» igjen, må du lære Siri å kjenne igjen stemmen din.
nl: HomePod-stemherkenning, persoonlijke verzoeken en gesproken feedback op de Apple Watch zijn niet beschikbaar in '%@'. Als je de Siri-taal wijzigt, wordt 'Hé, Siri' ook uitgeschakeld. Om 'Hé, Siri' weer te gebruiken, moet je Siri je stem laten herkennen.
pl: Rozpoznawanie głosu przez HomePoda, polecenia osobiste i odpowiedzi głosowe na Apple Watch nie są dostępne w tym języku (%@). Zmiana języka Siri wyłączy także funkcję Hey Siri. Aby używać jej ponownie, musisz nauczyć Siri swojego głosu.
pt: O reconhecimento de voz no HomePod, Pedidos Pessoais e comentários de voz no Apple Watch não estão disponíveis em “%@”. Se o idioma da Siri for alterado, o recurso “E aí Siri” também será desativado. Para usar “E aí Siri” novamente, você terá que ensinar a Siri a entender sua voz.
pt_pt: O reconhecimento de voz no HomePod, os pedidos pessoais e o feedback falado no Apple Watch não estão disponíveis em “%@”. Se alterar o idioma de Siri, desativará “Hey Siri”. Para voltar a usar “Hey Siri”, terá de ensinar Siri a reconhecer a sua voz.
ro: Recunoașterea vocală HomePod, solicitările personale și feedbackul vocal pe Apple Watch nu sunt disponibile în “%@”. Schimbarea limbii pentru Siri va dezactiva și funcționalitatea “Hey Siri”. Pentru a utiliza din nou “Hey Siri”, va trebui să permiteți ca Siri să vă învețe vocea.
ru: Функции HomePod «Распознавание голосов», «Личные запросы» и «Речевые сообщения» на Apple Watch недоступны на этом языке (%@). При изменении языка Siri будет выключена функция «Привет, Siri». Чтобы научить Siri распознавать Ваш голос на новом языке, снова включите функцию «Привет, Siri».
sk: Rozpoznávanie hlasu a osobné žiadosti na HomePode a hlasová odozva na Apple Watch nie sú k dispozícii v jazyku „%@“. Zmenou jazyka Siri zároveň vypnete funkciu „Hey Siri“. Pred jej opätovným používaním budete musieť naučiť Siri rozpoznávať váš hlas.
sl: Prepoznavanje glasu z zvočnikom HomePod, osebne zahteve in izgovorjene povratne informacije v uri Apple Watch niso na voljo v jeziku »%@«. Če spremenite jezik Siri, se izklopi tudi funkcija »Hey Siri«. Če želite znova uporabljati funkcijo »Hey Siri«, morate Siri naučiti svojega glasu.
sv: HomePod-röstigenkänning, personliga funktioner och talad feedback på Apple Watch är inte tillgängliga på ”%@”. Om du ändrar språket för Siri stängs även ”Hej Siri” av. Om du vill använda ”Hej Siri” igen måste du lära Siri din röst.
th: ไม่มีการจำเสียงของ HomePod, คำขอส่วนบุคคล และเสียงพูดโต้ตอบบน Apple Watch ใน “%@” การเปลี่ยนภาษาของ Siri จะปิดใช้ “หวัดดี Siri” ด้วย ในการใช้ “หวัดดี Siri” อีกครั้ง คุณจะต้องสอน Siri ให้จำเสียงของคุณ
tr: HomePod ses tanıma, Kişisel İstekler ve Apple Watch’ta sesli geri bildirim “%@” için kullanılamıyor. Siri dilinin değiştirilmesi “Hey Siri”yi de kapatır. “Hey Siri”yi yeniden kullanmak için Siri’ye sesinizi öğretmeniz gerekir.
uk: %@ не підтримується для розпізнавання голосу й персональних запитів на HomePod і голосового супроводу на Apple Watch. У разі змінення мови Siri буде вимкнено команду «Hey Siri». Щоб знову користуватися командою «Hey Siri», потрібно буде знову привчити Siri до свого голосу.
vi: Nhận dạng giọng nói của HomePod, Yêu cầu cá nhân và phản hồi được đọc trên Apple Watch không có sẵn bằng “%@”. Thay đổi ngôn ngữ của Siri cũng sẽ tắt “Hey Siri”. Để sử dụng lại “Hey Siri”, bạn sẽ cần dạy cho Siri giọng nói của bạn.
zh_cn: %@不支持HomePod语音识别、个人请求和Apple Watch语音反馈。更改Siri语言将同时关闭“嘿Siri”。若要重新使用“嘿Siri”，你需要教Siri识别你的声音。
zh_hk: 使用「%@」時，無法使用HomePod語音識別、「個人化要求」和在Apple Watch上的語音回饋。更改Siri語言將同時關閉「喂Siri」。如要重新使用「喂Siri」，你需要教Siri識別你的聲音。
zh_tw: 不支援「%@」的HomePod語音辨識、「個人化要求」和在Apple Watch上的語音回饋。更改Siri語言也會同時關閉「嘿Siri」。若要再次使用「嘿Siri」，你需要讓Siri學習你的聲音。

# ASSISTANT_HEYSIRI_SPOKENFEEDBACK_DISABLE_WARNING
source: Spoken feedback on Apple Watch is not available in “%@”. Changing Siri’s language will also turn off “Hey Siri.” To use “Hey Siri” again, you will need to teach Siri your voice.
ar: الردود الصوتية على Apple Watch غير متوفرة في "%@". سيؤدي تغيير لغة Siri إلى إيقاف "يا Siri" أيضًا. لاستخدام "يا Siri" مرة أخرى، ستحتاج لتعليم صوتك لـ Siri.
bg: Изговарянето на обратна връзка на Apple Watch не е налично на „%@“. Промяната на езика Siri ще изключи и функцията „Хей Siri“. За да я използвате отново, ще е необходимо Siri да научи вашия глас.
ca: Els comentaris en veu alta de l’Apple Watch no estan disponibles en %@. Si canvies l’idioma de Siri, es desactivarà l’activació de Siri per veu. Per tornar a utilitzar aquesta funció, hauràs de configurar Siri perquè reconegui la teva veu.
cs: Mluvená odezva není na Apple Watch v jazyce %@ k dispozici. Při změně jazyka Siri dojde také k vypnutí funkce „Hey Siri“. Předtím, než budete moct začít „Hey Siri“ znovu používat, musíte naučit Siri rozpoznávat váš hlas.
da: Talte kommentarer på Apple Watch er ikke tilgængelige på “%@”. Hvis du ændrer Siri-sproget, slås “Hej Siri” også fra. Siri skal lære din stemme, hvis du vil bruge “Hej Siri” igen.
de: Gesprochenes Feedback auf der Apple Watch ist in „%@“ nicht verfügbar. Durch Ändern der Siri-Sprache wird auch „Hey Siri“ deaktiviert. Um „Hey Siri“ erneut zu verwenden, musst du Siri deine Stimme beibringen.
el: Τα Φωνητικά σχόλια στο Apple Watch δεν είναι διαθέσιμα στα %@. Αν αλλάξετε τη γλώσσα του Siri, θα απενεργοποιηθεί το «Hey Siri». Για εκ νέου χρήση του «Hey Siri», πρέπει να διδάξετε στο Siri τη φωνή σας.
es: Las respuestas de voz del Apple Watch no están disponibles en %@. Si cambias el idioma de Siri, se desactivará “Oye Siri”. Para volver a usar esta función, tendrás que configurar Siri para que reconozca tu voz.
es_us: Las respuestas con voz en el Apple Watch no están disponibles en “%@”. Si se cambia el idioma de Siri, también se desactivará "Oye Siri"; si deseas reactivar la función, tendrás que enseñarle a Siri a reconocer tu voz.
fi: Valitettavasti %@ ei ole käytettävissä Apple Watchin puhepalautteeseen. Siri-kielen vaihtaminen laittaa myös Hei Siri ‑toiminnon pois päältä. Jotta voit käyttää Hei Siri ‑toimintoa uudelleen, sinun on opetettava äänesi Sirille.
fr: Le retour audio sur l’Apple Watch n’est pas disponible en « %@ ». Si vous changez la langue de Siri, « Dis Siri » sera également désactivé. Pour utiliser de nouveau « Dis Siri », apprenez à Siri à reconnaître votre voix.
fr_ca: Les commentaires énoncés sur l’Apple Watch ne sont pas disponibles en « %@ ». Changer la langue de Siri désactivera « Dis Siri ». Pour utiliser de nouveau « Dis Siri », vous devrez lui enseigner votre voix.
he: משוב מילולי ב-Apple Watch לא זמין כעת עם ״%@״. שינוי השפה של Siri יכבה גם את ״היי Siri״. כדי להשתמש שוב ב״היי Siri״ יהיה צורך ללמד את Siri לזהות את קולך.
hi: Apple Watch पर मौखिक फ़ीडबैक “%@” में उपलब्ध नहीं है। Siri की भाषा बदलने पर “Hey Siri” भी बंद हो जाएगा। “Hey Siri” का फिर से उपयोग करने के लिए आपको Siri को अपनी आवाज़ सिखानी होगी।
hr: Govorne povratne informacije na Apple Watchu nisu dostupne za “%@” jezik. Ako promijenite jezik za Siri, također ćete isključiti “Hey Siri”. Za ponovnu uporabu značajke “Hey Siri” Siri će trebati naučiti vaš glas.
hu: A beszédhangos visszajelzés Apple Watchon nem érhető el a következőben: „%@”. Siri nyelvének módosítása kikapcsolja a „Hey Siri” funkciót is. A „Hey Siri” funkció ismételt használatához meg kell tanítania a hangját Sirinek.
id: Umpan balik lisan di Apple Watch tidak tersedia di bahasa “%@”. Jika bahasa Siri diubah, “Hey Siri” juga akan dimatikan. Untuk menggunakan “Hey Siri” lagi, Anda harus mengajari Siri suara Anda.
it: Il feedback parlato su Apple Watch non è disponibile in “%@”. Se modifichi la lingua di Siri, verrà anche disattivata la funzionalità “Ehi Siri”. Per continuare a utilizzarla, dovrai di nuovo insegnare a Siri a riconoscere la tua voce.
ja: Apple Watchでの読み上げフィードバックは“%@”では使用できません。Siriの言語を変更すると“Hey Siri”がオフになります。“Hey Siri”を使用するには、Siriに自分の声を認識させる必要があります。
kk: Бұл тілде (%@) Apple Watch сағатындағы дауыстық хабарлар қолжетімді емес. Siri тілі өзгертілгенде «Сәлем, Siri» функциясы өшіріледі. Siri көмекшісіне дауысыңызды тануды үйрету үшін «Сәлем, Siri» функциясын қайта іске қосыңыз.
ko: ‘%@’에서는 Apple Watch의 음성 피드백을 사용할 수 없습니다. Siri 언어를 변경하면 “Siri야”도 꺼집니다. “Siri야”를 다시 사용하려면 Siri에게 사용자의 음성을 가르쳐야 합니다.
lt: „Apple Watch“ nepalaiko garsinio atsako šia kalba: %@. Pakeitus „Siri“ kalbą taip pat išjungiama funkcija „Hey Siri“. Jei norėsite vėl naudoti „Hey Siri“, turėsite išmokyti „Siri“ atpažinti jūsų balsą.
ms: Maklum balas dituturkan pada Apple Watch tidak tersedia dalam “%@”. Menukar bahasa Siri turut akan menyahaktifkan “Hai Siri”. Untuk menggunakan “Hai Siri” sekali lagi, anda perlu mengajar Siri suara anda.
nb: Taletilbakemelding på Apple Watch er ikke tilgjengelig på %@. «Hei Siri» slås av hvis du bytter språk. Hvis du vil slå på «Hei Siri» igjen, må du lære Siri å kjenne igjen stemmen din.
nl: Gesproken feedback op de Apple Watch is niet beschikbaar in '%@'. Als je de Siri-taal wijzigt, wordt 'Hé, Siri' ook uitgeschakeld. Om 'Hé, Siri' weer te gebruiken, moet je Siri je stem laten herkennen.
pl: Odpowiedzi głosowe na Apple Watch nie są dostępne w tym języku (%@). Zmiana języka Siri wyłączy także funkcję Hey Siri. Aby używać jej ponownie, musisz nauczyć Siri swojego głosu.
pt: O retorno de voz no Apple Watch não está disponível em “%@”. Se o idioma da Siri for alterado, o recurso “E aí Siri” também será desativado. Para usar “E aí Siri” novamente, você terá que ensinar a Siri a entender sua voz.
pt_pt: O feedback falado no Apple Watch não está disponível em “%@”. Se alterar o idioma de Siri, desativará “Hey Siri”. Para voltar a usar “Hey Siri”, terá de ensinar Siri a reconhecer a sua voz.
ro: Feedbackul vocal pe Apple Watch nu este disponibil în “%@”. Schimbarea limbii pentru Siri va dezactiva și funcționalitatea “Hey Siri”. Pentru a utiliza din nou “Hey Siri”, va trebui să permiteți ca Siri să vă învețe vocea.
ru: Функция «Речевые сообщения» на Apple Watch недоступна на этом языке (%@). При изменении языка Siri будет отключена функция «Привет, Siri». Чтобы научить Siri распознавать Ваш голос на новом языке, снова включите функцию «Привет, Siri».
sk: Hlasová odozva na Apple Watch nie je k dispozícii v jazyku „%@“. Zmenou jazyka Siri zároveň vypnete funkciu „Hey Siri“. Pred jej opätovným používaním budete musieť naučiť Siri rozpoznávať váš hlas.
sl: Izgovorjene povratne informacije v uri AppleWatch niso na voljo v jeziku »%@«. Če spremenite jezik Siri, se izklopi tudi funkcija »Hey Siri«. Če želite znova uporabljati funkcijo »Hey Siri«, morate Siri naučiti svojega glasu.
sv: Talad feedback på Apple Watch är inte tillgängligt på ”%@”. Om du ändrar språket för Siri stängs även ”Hej Siri” av. Om du vill använda ”Hej Siri” igen måste du lära Siri din röst.
th: ไม่มีเสียงพูดโต้ตอบบน Apple Watch ใน “%@” การเปลี่ยนภาษาของ Siri จะปิดใช้ “หวัดดี Siri” ด้วย ในการใช้ “หวัดดี Siri” อีกครั้ง คุณจะต้องสอน Siri ให้จำเสียงของคุณ
tr: Apple Watch’ta sesli geri bildirim “%@” için kullanılamıyor. Siri dilinin değiştirilmesi “Hey Siri”yi de kapatır. “Hey Siri”yi yeniden kullanmak için Siri’ye sesinizi öğretmeniz gerekir.
uk: %@ не підтримується для голосового супроводу на Apple Watch. У разі змінення мови Siri буде вимкнено команду «Hey Siri». Щоб знову користуватися командою «Hey Siri», потрібно буде знову привчити Siri до свого голосу.
vi: Phản hồi được đọc trên Apple Watch không có sẵn bằng “%@”. Thay đổi ngôn ngữ của Siri cũng sẽ tắt “Hey Siri”. Để sử dụng lại “Hey Siri”, bạn sẽ cần dạy cho Siri giọng nói của bạn.
zh_cn: %@不支持Apple Watch语音反馈。更改Siri语言将同时关闭“嘿Siri”。若要重新使用“嘿Siri”，你需要教Siri识别你的声音。
zh_hk: 使用「%@」時，無法使用Apple Watch上的語音回饋。更改Siri語言將同時關閉「喂Siri」。如要重新使用「喂Siri」，你需要教Siri識別你的聲音。
zh_tw: 不支援「%@」在Apple Watch上的語音回饋。更改Siri語言也會同時關閉「嘿Siri」。若要再次使用「嘿Siri」，你需要讓Siri學習你的聲音。

# ASSISTANT_HISTORY_LABEL
source: Siri & Dictation History
ar: تاريخ "Siri والإملاء"
bg: История на Siri и диктовка
ca: Historial de Siri i el dictat
cs: Historie Siri a diktování
da: Historik for Siri og Diktering
de: Siri- und Diktierverlauf
el: Ιστορικό Siri και Υπαγόρευσης
es: Historial de Siri y Dictado
es_us: Historial de Siri y Dictado
fi: Siri- ja saneluhistoria
fr: Historique de Siri et Dictée
fr_ca: Historique de Siri et de Dictée
he: ההיסטוריה של Siri והכתבה
hi: Siri और डिक्टेशन हिस्ट्री
hr: Povijest značajki Siri i Diktat
hu: Siri és a Diktálás előzményei
id: Riwayat Siri & Dikte
it: Cronologia di Siri e Dettatura
ja: Siriと音声入力の履歴
kk: Siri және дауыспен енгізу тарихы
ko: Siri 및 받아쓰기 기록
lt: „Siri“ ir „Diktavimo“ istorija
ms: Sejarah Siri & Perencanaan
nb: Siri- og Diktering-logg
nl: Siri- en dicteergeschiedenis
pl: Historia Siri i Dyktowania
pt: Histórico da Siri e Ditado
pt_pt: Histórico de Siri e do Ditado
ro: Istoric Siri și Dictare
ru: История Siri и Диктовки
sk: História Siri a Diktovania
sl: Zgodovina Siri in funkcije Narekovanje
sv: Historik för Siri och diktering
th: ประวัติ Siri และการป้อนตามคำบอก
tr: Siri ve Dikte Geçmişi
uk: Історія Siri й Диктування
vi: Lịch sử Siri & Đọc chính tả
zh_cn: Siri与听写历史记录
zh_hk: Siri與聽寫記錄
zh_tw: Siri與聽寫記錄

# ASSISTANT_LOCK_SCREEN_ACCESS
source: Allow Siri When Locked
ar: السماح بـ Siri عند القفل
bg: Siri при заключен екран
ca: Siri amb dispositiu bloquejat
cs: Povolit Siri při uzamčení
da: Tillad Siri, når enheden er låst
de: Siri im Sperrzustand erlauben
el: Σε οθόνη κλειδώματος
es: Siri con pantalla bloqueada
es_us: Usar con dispositivo bloqueado
fi: Salli Siri, kun lukittuna
fr: Siri avec écran verrouillé
fr_ca: Autoriser en mode verrouillé
he: שימוש ב-Siri כאשר המכשיר נעול
hi: लॉक रहने पर Siri को अनुमति दें
hr: Dozvoli Siri kad je uređaj zaklj.
hu: Siri engedélyezése zárolásnál
id: Izinkan Siri Saat Terkunci
it: Usa Siri quando bloccato
ja: ロック中にSiriを許可
kk: Құлыптаулы күйдегі Siri
ko: 잠겨 있는 동안 Siri 허용
lt: Leisti „Siri“ užrakinus ekraną
ms: Benarkan Siri Apabila Dikunci
nb: Tillat Siri på låst skjerm
nl: Sta Siri toe bij vergrendeling
pl: Dostęp do Siri przy blokadzie
pt: Permitir Quando Bloqueado
pt_pt: Permitir com ecrã bloqueado
ro: Acces Siri în timpul blocării
ru: Siri с блокировкой экрана
sk: Povoliť Siri pri zamknutí
sl: Dovoli Siri, ko je naprava zaklenjena
sv: Tillåt Siri när skärmen är låst
th: อนุญาตใช้ Siri ขณะล็อค
tr: Kilitliyken Siri’ye İzin Ver
uk: Дозволити Siri під замком
vi: Cho phép Siri khi bị khóa
zh_cn: 锁定时允许使用Siri
zh_hk: 鎖定時允許Siri
zh_tw: 鎖定時允許Siri

# ASSISTANT_LOCK_SCREEN_ACCESS_FOOTER
source: Allow access to Siri when locked.
ar: السماح بالوصول إلى Siri أثناء القفل.
bg: Позволете достъп до Siri при заключен екран.
ca: Permet l’accés a Siri quan el dispositiu està bloquejat.
cs: Povolí přístup k Siri při uzamčení.
da: Tillad adgang til Siri, når enheden er låst.
de: Im Sperrzustand Zugriff auf Siri erlauben.
el: Να επιτρέπεται η πρόσβαση στο Siri από κλειδωμένη οθόνη.
es: Se permite el acceso a Siri cuando el dispositivo está bloqueado.
es_us: Permite acceder a Siri con el dispositivo bloqueado.
fi: Salli Sirin käyttö, kun laite on lukittu.
fr: Autorisez l’accès à Siri en mode verrouillé.
fr_ca: Autorisez l’accès à Siri lorsque l’appareil est verrouillé.
he: ניתן לאפשר גישה ל-Siri כשהמכשיר נעול.
hi: लॉक रहने पर Siri को ऐक्सेस करने की अनुमति दें।
hr: Dozvolite pristup Siri kad je uređaj zaključan.
hu: Sirihez való hozzáférés engedélyezése a zárolt eszközön.
id: Izinkan akses ke Siri saat terkunci.
it: Consenti l’accesso a Siri quando il tuo dispositivo è bloccato.
ja: ロック中にSiriへのアクセスを許可します。
kk: Экран құлыптаулы кезде Siri көмекшісіне кіруге рұқсат ету.
ko: 화면이 잠겨 있을 때에도 Siri를 사용할 수 있습니다.
lt: Leiskite prieigą prie „Siri“ užrakinus ekraną
ms: Benarkan akses kepada Siri apabila dikunci.
nb: Gi tilgang til Siri når enheten er låst.
nl: Hiermee kun je Siri gebruiken als het apparaat is vergrendeld.
pl: Korzystanie z Siri jest możliwe także, gdy urządzenie jest zablokowane.
pt: Permite o acesso à Siri quando o dispositivo estiver bloqueado.
pt_pt: Permitir aceder a Siri com o ecrã bloqueado.
ro: Permiteți accesul la Siri în timp ce dispozitivul este blocat.
ru: Разрешать доступ к Siri, когда экран заблокирован.
sk: Povolí prístup k Siri zo zamknutej obrazovky.
sl: Dovoli dostop do Siri, ko je naprava zaklenjena.
sv: Tillåt åtkomst till Siri från låst skärm.
th: อนุญาตให้ใช้ Siri ในระหว่างล็อคอยู่
tr: Kilitliyken Siri erişimine izin verin.
uk: Дозволяти доступ до Siri під замком.
vi: Cho phép truy cập Siri khi bị khóa.
zh_cn: 允许锁定时访问Siri。
zh_hk: 允許於鎖定時取用Siri。
zh_tw: 允許在鎖定時取用Siri。
